Repository: collective/collective.contentleadimage
Catalog: src/collective/contentleadimage/locales/*/LC_MESSAGES/collective.contentleadimage.po
Languages: fr

source: 'Body' image scale
fr: Taille de l'image pour le corps du texte

source: 'Description' image scale
fr: Taille de l'image pour la Description

source: Content Lead Image Settings
fr: Paramètres des images liées

source: Content Lead Image Settings Form
fr: Formulaire de paramètres des images liées

source: Folder lead-image view
fr: Vue image liée pour dossier

source: Height
fr: Hauteur

source: Lead image
fr: Image liée

source: Lead image caption
fr: Titre de l'image liée

source: Lead image scale height. Value specified in this field is used for generating 'leadimage' scale
fr: Hauteur de la vignette pour l'image liée. La valeur renseignée dans ce champ est utilisée pour générer l'échelle 'leadimage'

source: Lead image scale width. Value specified in this field is used for generating 'leadimage' scale
fr: Largeur de la vignette pour l'image liée. La valeur renseignée dans ce champ est utilisée pour générer l'échelle 'leadimage'

source: Please select scale which will be used in the body.
fr: Veuillez sélectionner la taille d'image qui sera utilisée dans le corps du texte.

source: Please select scale which will be used next to Description field.
fr: Veuillez sélectionner la taille d'image qui sera utilisée à côté du champ Description.

source: Portal types
fr: Types de contenus

source: Portal types lead image may be attached to.
fr: Types de contenus auxquels des images pourront être liées.

source: Select properties for Content Lead Image
fr: Sélectionner les propriétés d'image liée

source: Show image in body area
fr: Afficher l'image dans le corps du texte

source: Show image next to Description field
fr: Afficher l'image à côté du champ Description

source: View with lead images displayed
fr: Vue avec affichage des images liées

source: Width
fr: Largeur

source: You can upload lead image. This image will be displayed above the content. Uploaded image will be automatically scaled to size specified in the leadimage control panel.
fr: Vous pouvez téléverser une image liée. Cette image sera affichée au dessus du contenu. L'image sera automatiquement redimensionnée à la taille spécifiée dans le panneau de configuration d'image liée.

source: You may enter lead image caption text
fr: Entrez un titre pour l'image liée

source: label_recreate_scales
fr: Recréer les échelles d'images

source: text_scales_recreated
fr: ${number} échelles d'images recréées.
